export const siteConfig = {
    title: "Українська кухня",
    description: "Рецепти української кухні",
    navItems: [
        {href: '/', label: "Рецепти"},
        {href: '/ingredients', label: 'Інгредієнти'},
        {href: '/about', label: 'Про нас'}
    ],
    pagesContent: {
        '/': {
            content: 'Тут будуть рецепти...'
        },
        '/ingredients': {
            content: 'Традиційні інгредієнти української кухні...'
        },
        '/about': {
            content: `

                </br>
                
                <p>
                    Украї́нська ку́хня — звичний українському народу спосіб приготування їжі, 
                    досвід і звичаї, які пов'язані з українською культурою, 
                    кулінарне мистецтво українців.
                    Українська народна кухня належить до сукупності європейської системи харчування, 
                    водночас почасти містить й складові кухонь азійських народів.
                    Українські страви відомі своїм різноманіттям і високими смаковими якостями. 
                </p>

                </br>

                <h2>Страви української кухні</h2>
                <ul>
                    <li>
                        <strong>Борщ</strong> — легендарний червоний суп на буряковій основі з м'ясом і овочами.
                    </li>
                    <li>
                        <strong>Вареники</strong> — відварені вироби з тіста з начинкою (картопля, сир, вишня тощо).
                    </li>
                    <li>
                        <strong>Сало</strong> — національний продукт, який їдять солоним, копченим чи з часником.
                    </li>
                    <li>
                        <strong>Деруни</strong> — золотисті оладки з тертої картоплі, які подають зі сметаною.
                    </li>
                    <li>
                        <strong>Голубці</strong> — суміш м'яса та рису, загорнута у капустяне листя та протушкована.
                    </li>
                </ul>`
        }
    }
}